Repository: erichardy/iuem20.project
Catalog: src/iuem20/project/locales/*/LC_MESSAGES/iuem20.project.po
Languages: fr

source: Add a new project !
fr: Créer un nouveau projet

source: Cancel this project
fr: Annuler la création de ce projet

source: Edit
fr: Modifier

source: Installs the iuem20.project add-on.
fr: Installation du module iuem20.project

source: Missions label
fr: Label du projet

source: One category per line
fr: Une seule catagorie par ligne

source: Please correct errors
fr: Merci de corriger les erreurs

source: Project
fr: Projet

source: Project categories
fr: Catégories du projet

source: Save this project
fr: Enregistrer ce projet

source: The start or end date is invalid
fr: La date de début ou la date de fin n'est pas correcte

source: associated missions
fr: Missions associées à ce projet

source: display related missions
fr: Afficher les missions de ce projet

source: end date for the project
fr: Date de fin du projet

source: general
fr: Général

source: iuem20 project Settings
fr: Configuration des projets

source: main photo
fr: Photo principale

source: other participants
fr: Autres participants

source: other participants label
fr: Titre pour la section des "Autres participants"

source: picture author
fr: Auteur de la photo

source: presentation
fr: Présentation

source: primary contact
fr: Premier contact

source: primary contact label
fr: Label du premier contact

source: project categories
fr: Catégtories du projet

source: project descriptions
fr: Descriptions

source: project label
fr: Label du projet

source: second contact
fr: Deuxième contact

source: second contact label
fr: Lable du deuxième contact

source: select one or more
fr: Sélectionner une ou plusieurs

source: start date for the project
fr: Date de début du projet

source: third contact
fr: Troisième contact

source: third contact label
fr: Label du troisième contact

source: very short project description
fr: Très courte description du projet
